Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: Dental public health is involved in the assessment of key dental health needs and coming up with effective solutions to improve the dental health of populations rather than individuals.
es: La salud pública dental está implicada en la valoración de necesidades y mejoras de salud dental de poblaciones más que individual.

source: His teachers included Carl von Rokitansky, Joseph Škoda and Ferdinand von Hebra.
es: Entre sus profesores estaban Carl von Rokitansky, Josef Škoda y Ferdinand Ritter von Hebra.

source: It emphasized that Taiwan has used lessons learned during the 2002–2004 SARS outbreak to combat the coronavirus pandemic.
es: Hizo hincapié en que Taiwán ha utilizado las lecciones aprendidas durante el brote de SARS 2002–2004 para combatir la pandemia de coronavirus.

source: The 2019 opening March weekend saw the release of Captain Marvel, which alone earned over US$153 million domestically that weekend, compared to the 2020 weekend's biggest film, Onward, with around US$39 million.
es: El fin de semana inaugural de marzo de 2019 vio el lanzamiento del Capitana Marvel, que solo ganó más de US $ 153 millones a nivel nacional ese fin de semana, en comparación con la película más grande del fin de semana de 2020, Onward, con alrededor de US $ 39 millones.

source: Until further notice, several documents and certifications will not be issued: background and criminal checks and copies of police reports.
es: Hasta nuevo aviso, no se emitirán varios documentos y certificaciones: antecedentes y verificaciones penales y copias de informes policiales.

source: Atalay stressed the necessity of the rapid introduction of the Unemployment Insurance Fund to address the issue of the loss of income, and added that all workers who suffer loss of employment and income should have their provisional income support by their employer, the Unemployment Insurance Fund and the state.
es: Atalay hizo hincapié en la necesidad de la rápida introducción del Fondo de seguro de desempleo para abordar el problema de la pérdida de ingresos, y agregó que todos los trabajadores que sufren pérdida de empleo e ingresos deben tener su apoyo de ingresos provisionales por parte de su empleador, el Fondo de seguro de desempleo y el estado.

source: A draft genome sequence of M. abscessus subsp.
es: Un proyecto de secuencia del genoma de M. abscessus subsp.

source: On the morning of April 15, the Ministry of Health confirmed the fourth death of a patient with COVID-19 in Costa Rica.
es: En la mañana del 15 de abril, el Ministerio de Salud confirmó la cuarta muerte de un paciente con COVID-19 en Costa Rica.

source: US commercial labs began testing in early March 2020.
es: En EE.UU. los laboratorios comerciales empezaron probarlas a comienzos de marzo de 2020.

source: The NFL originally planned to hold the event live in Paradise, Nevada, before all public events related to it were canceled due to the coronavirus pandemic.
es: Originalmente estaba planificado para realizarse en Paradise, Nevada,[1]​ pero todos los eventos públicos fueron cancelados debido a la pandemia de enfermedad por coronavirus de 2019-2020.

source: Early life and education
es: Primeros años de vida

source: Thereafter, extensive screenings and checks were performed on everyone that had possibly been in contact with or near the infected subjects.
es: [38]​ A partir de entonces, se realizaron extensos controles y verificaciones en todos los que posiblemente habían estado en contacto o cerca de los sujetos infectados.

source: This suggests that VAS may occur in dogs.
es: Esto sugiere que VAS puede ocurrir en perros.

source: Because chronic silicosis is slow to develop, signs and symptoms may not appear until years after exposure.
es: Debido a que la silicosis crónica es de lento desarrollo, los signos y síntomas pueden no aparecer hasta años después de la exposición.

source: The following is a list of the front line COVID-19 hospitals.
es: La siguiente es una lista de la línea de frente COVID-19 en los hospitales.

source: "In August 2014, GAVI changed its name from ""GAVI Alliance"" and introduced a new logo."
es: "En agosto de 2014, GAVI cambió su nombre de ""Alianza GAVI"" e introdujo un nuevo logo."

source: They are on the frontline to combat the disease, which makes women vulnerable to exposure.
es: Están en primera línea para tratar la enfermedad, lo que hace vulnerables a las mujeres a la exposición.

source: Body temperature less than 36 °C (96.8 °F) or greater than 38 °C (100.4 °F)
es: Fiebre (>38 °C) o hipotermia (temperatura corporal <36 °C)

source: Nicaragua has been unusual in that many sporting events have continued during the pandemic, whereas they have been cancelled in many countries.
es: En Nicaragua ha sido inusual que muchos eventos deportivos han continuado normalmente durante la pandemia, mientras en los demás países se han cancelado.

source: On 9 March, the Health Ministry published a disease forecast for each prefecture and instructed local governments to prepare their hospitals to accommodate its patient estimates.
es: El 9 de marzo, el Ministerio de Salud publicó un pronóstico de enfermedad de cada prefectura e instruyó a sus gobiernos locales a preparar sus hospitales para acomodar las estimaciones de sus pacientes.

source: In Venezuela, the expedition divided at La Guayra.
es: La expedición se dividió en La Guaira:

source: On 19 March, around 238 people were flown off the islands on a plane bound for Córdoba, Argentina.
es: El 19 de marzo, alrededor de 238 personas volaron de las islas en un avión con destino a Córdoba, Argentina.

source: On 16 March, the health ministry stated that the number of confirmed cases reached 36.
es: El 16 de marzo, el Ministerio de Salud informó que el número de infectados había subido a 36.

source: Decentralized Privacy-Preserving Proximity Tracing (DP-3T, stylized as
es: Rastreo de proximidad descentralizado para preservar la privacidad (DP-3T, estilizado como

source: On 10 April 2020, Charli XCX posted a series of clips from upcoming songs on Twitter, asking her fans which one they liked best.
es: El 10 de abril de 2020, Charli XCX publicó una serie de clips de las próximas canciones en Twitter, preguntando a sus fanáticos cuál les gustó más.

source: Hamburg's first case, a male paediatric staff at the University Medical Center Hamburg-Eppendorf, was confirmed on 27 February.
es: El primer caso de Hamburgo, un personal pediátrico masculino en el Centro Médico Universitario de Hamburgo-Eppendorf, fue confirmado el 27 de febrero.

source: Childbed fever was rampant at the clinic; at a visit in 1850, just after returning to Pest, Semmelweis found one fresh corpse, another patient in severe agony, and four others seriously ill with the disease.
es: En esta época la fiebre puerperal era muy abundante en esta clínica, y en una visita en 1850 (recién llegado de nuevo a Pest) Semmelweis encontró un cadáver reciente, otra paciente agonizando y cuatro más gravemente enfermas de fiebre puerperal.

source: Centers for Disease Control and Prevention appearance
es: Centros para el Control y Prevención de Enfermedades

source: 1.5 to 2 hours at 160 °C (320 °F)
es: 1,5 a 2 horas a 160 °C (320 °F)

source: As banks were unable to sell the bonds they were holding, they also stopped buying bonds.
es: Como los bancos no pudieron vender los bonos que tenían, también dejaron de comprarlos.

source: pulmonary capillary wedge pressure (PCWP), preload, arterial blood pressure
es: Presión de cuña capilar pulmonar (PCWP), precarga, presión de sangre arterial

source: On 8 March, the Ministry of National Education announced that they were using special disinfectants to keep schools clean against the virus threat.
es: El 8 de marzo, el Ministerio de Educación Nacional anunció que estaban usando desinfectantes especiales para mantener las escuelas limpias contra la amenaza del virus.

source: There are many misconceptions about HIV/AIDS, such as the belief that it can be transmitted by casual non-sexual contact.
es: [18]​ Hay muchas ideas equivocadas sobre el VIH/sida como la creencia de que puede transmitirse por contacto casual no sexual.

source: Less frequent polls were published by The Irish Times, Sunday Independent, Irish Mail on Sunday, RTÉ News, and others.
es: De forma menos frecuente se publican encuestas en The Irish Times, Sunday Independent, Irish Mail on Sunday, RTÉ News entre otros.

source: With mild TBI, the patient may remain conscious or may lose consciousness for a few seconds or minutes.
es: Con un traumatismo cerebral leve el paciente puede permanecer consciente o puede perder el conocimiento durante unos segundos o minutos.

source: On 29 January, the son fully recovered and was discharged.
es: [13]​ El 29 de enero, el hijo se recuperó completamente y fue dado de alta.[14]​ Su padre fue dado de alta el 12 de febrero.

source: The regional governments of Murcia, Galicia, Catalonia, the Basque Country, Asturias, Aragon, Canary Islands, Castile-La Mancha, Navarre, Extremadura, Balearic Islands, Cantabria and the city of Melilla announced the cancellation of classes at all educational levels in their respective regions, making a total of 14 out of 17 autonomous communities and one of the autonomous cities with cancelled classes.
es: Tras la recomendación del Gobierno, los gobiernos regionales de Murcia, Galicia, Cataluña, País Vasco, Asturias, Aragón, Islas Canarias, Castilla-La Mancha, Navarra, Extremadura, Islas Baleares e Andalucía anuncian la cancelación de las clases en todos los niveles educativos en sus respectivas regiones,[152]​[153]​[154]​[155]​[156]​[157]​[158]​[159]​[160]​ haciendo que un total de 13 de las 17 Comunidades Autónomas hayan suspendido las clases.

source: Such wards would provide medical examinations and testing for suspected carriers of the disease to protect general hospitals from infection.
es: Tales salas proporcionarían exámenes médicos y pruebas para detectar posibles portadores de la enfermedad para proteger a los hospitales generales de la infección.

source: That Mothers Might Live (1938), US, MGM, director: Fred Zinnemann, Oscar for the best short film
es: That Mothers Might Live, USA 1938: MGM (Director Fred Zinnemann) Oscar al mejor corto.

source: Central services (e.g. Human Resources)
es: Servicios centrales (por ejemplo: Recursos humanos)

source: Counting of the votes commenced at 09:00 UTC on 9 February and concluded at 23:59 UTC on 10 February, with Galway East being the first constituency to report and Cavan-Monaghan being the final constituency to report.
es: El recuento de votos comenzó el 9 de febrero a las 9.00 h UTC y concluyó a las 23:59 h UTC del 10 de febrero, siendo Galway Este la primera circunscripción en dar los resultados y Cavan-Monaghan siendo la última.

source: Before the official postponement, the country initially withdrew from the Games over the coronavirus pandemic concerns, the executive board of the Australian Olympic Committee unanimously voted to tell their athletes to prepare for a postponed Games.
es: Responsable del equipo olímpico es el Comité Olímpico Australiano, así como las federaciones deportivas nacionales de cada deporte con participación.

source: February 29: Governor Wanda Vázquez Garced establishes a coronavirus task force to examine potential cases.
es: 29 de febrero: la gobernadora Wanda Vázquez Garced establece un grupo de trabajo sobre coronavirus para examinar casos potenciales.

source: He instructed all Albanian citizens arriving from China, Singapore, Iran, South Korea, or Italy to call the same number, so that a medical group with protective suits can escort them to an infections hospital for testing, with all samples sent to the Public Health Institute.
es: [9]​ Se dieron órdenes para que todos los ciudadanos albaneses que llegaran de China, Singapur, Irán, Corea del Sur o Italia conectaran con el mismo número de teléfono para que un servicio médico pueda acompañarlos a un hospital de infecciones para su examen.

source: Isopropyl alcohol will kill 99.99 % or more of all non-spore forming bacteria in less than 30 seconds, both in the laboratory and on human skin.
es: El alcohol isopropílico mata instantáneamente un 99.99% o más de las bacterias que no forman esporas en menos de 30 segundos.

source: The United Kingdom, in 2000, reported the individual bacteria involved as the following: Campylobacter jejuni 77.3%, Salmonella 20.9%, Escherichia coli O157:H7 1.4%, and all others less than 0.56%.
es: En el Reino Unido durante el 2000, las bacterias implicadas en intoxicaciones fueron: Campylobacter jejuni 77,3%, Salmonella 20,9%, Escherichia coli O157:H7 1,4%, y todas las demás <0,1%.

source: On 19 March, the FIA announced that the Dutch, Spanish and Monaco Grands Prix had all been postponed indefinitely due to the pandemic.
es: El 19 de marzo se anunció la suspensión de los Grandes Premios de Países Bajos, España y Mónaco.

source: Criteria for SIRS were established in 1992 as part of the American College of Chest Physicians/Society of Critical Care Medicine Consensus Conference.
es: Este término fue introducido en la conferencia de consenso de la Society of Critical Care Medicine (SCCM) y el American College of Chest Physicians (ACCP) de 1992.

source: On 31 January, the first two cases of COVID-19 were confirmed in Rome.
es: El 31 de enero, los primeros dos casos de COVID-19 se confirmaron en Roma.

source: International Civil Aviation Organization
es: Organización de aviación civil internacional

source: Cowan also falsely alleged that the viruses were wastes from cells that are poisoned by electromagnetic fields and historical viral pandemics coincided with the major developments in radio technology.
es: [61]​[62]​ Cowan también alegó falsamente que los virus eran desechos de células que están envenenadas por campos electromagnéticos y las pandemias virales históricas coincidieron con los principales desarrollos en tecnología de radio.

source: Like most countries, Grenada had increased screening at the airport in early February and begun sending test samples to CARPHA.
es: [3]​[4]​[5]​ Gusta más países, Granada había aumentado exploración en el aeropuerto en febrero temprano y muestras de prueba de envío empezadas a CARPHA.

source: The prevalence increased markedly during the first decades of the 21st century, especially among middle-aged and older working class white Americans starting in 2010, followed by an increase in mortality for Hispanic Americans in 2011 and African Americans in 2014.
es: La prevalencia aumentó notablemente durante las primeras décadas del siglo XXI, especialmente entre los estadounidenses blancos de clase media y de edad avanzada, a partir de 2010, seguido de un aumento de la mortalidad de los hispanos en 2011, y los afroestadounidenses en 2014.

source: In Andalusia, two new suspicious cases tested positive in Fuengirola involving two men aged 59 and 62 years old residing in the province of Málaga, increasing to a total of ten cases.
es: En Andalucía, dos nuevos casos sospechosos se confirman como positivos en Fuengirola, dos hombres de 59 y 62 años residentes en la provincia de Málaga.

source: The draw took place at The House of Basketball in Mies, Switzerland on 27 November 2019.
es: El sorteo tuvo lugar en The House of Basketball en Mies, Suiza el 27 de noviembre de 2019.

source: In 1881, to honor Jenner, Louis Pasteur proposed that the terms should be extended to cover the new protective inoculations then being developed.
es: [8]​ En 1881, en honor a Jenner, Louis Pasteur propuso que los términos deben ampliarse para cubrir las nuevas inoculaciones de protección que entonces se estaban desarrollando.

source: Mayor of Barcelona Ada Colau announces she is in preventive quarantine.
es: La alcaldesa de Barcelona, Ada Colau, anuncia que se encuentra en cuarentena preventiva.

source: If kidney damage has occurred, microscopy of the urine also reveals urinary casts that appear pigmented and granular.
es: [18]​[50]​ Si hay daño renal el examen microscópico de la orina también revela cilindros urinarios pigmentados y granulares.

source: "This carrier's radio call sign is ""Rough Rider"", the nickname of President Roosevelt's volunteer cavalry unit during the Spanish–American War."
es: Su código de identificación, Rough Rider, se adoptó en honor a la unidad de voluntarios de caballería donde sirvió el presidente Theodore Roosevelt durante la guerra hispano-estadounidense.

source: On 15 March, a ban was also announced for public gatherings of more than five people, and restaurants were ordered to close beginning on 17 March.
es: El 15 de marzo, también se anunció una prohibición para las reuniones públicas de más de cinco personas, y se ordenó el cierre de los restaurantes a partir del 17 de marzo.

source: Outbreaks of M. abscessus have been reported in hospitals and clinical settings worldwide.
es: [7]​[8]​ Se han informado brotes de M. abscessus en hospitales y entornos clínicos en todo el mundo.

source: Reported cases of polio were down 95% in Nigeria (to a historic low of 21 cases) and 94% in India (to a historic low of 42 cases) compared to the previous year, with little change in Afghanistan (from 38 to 25 cases) and an increase in cases in Pakistan (from 89 to 144 cases).
es: Los casos reportados se redujeron, en comparación con el año anterior, en un 95% en Nigeria (mínimo histórico de 21 casos) y 94% en la India (mínimo histórico de 42 casos).

source: "The wedding received a lot of public criticism for having had a ""crazy hour"" theme mocking the coronavirus concerns."
es: "La boda recibió mucha crítica pública por haber incluido en su ""hora loca"" una actividada percibida por muchos como una ridiculización del coronavirus."

source: Performed in 1978 at the Kennedy Center in Washington, D.C. with Colin Blakeley.
es: Y en 1978 en el Kennedy Center, Washington, D.C. con Colin Blakeley.

source: Case No. 5 was discharged on 3 February, fully recovered and tested negative with the virus.
es: [16]​[17]​ El quinto caso fue dado de alta el 3 de febrero, completamente recuperado y resultó negativo al virus.

source: The central banks of Denmark, Norway, Singapore, and Sweden announced foreign exchange swaps of U.S. dollars with their nation's banks, while the Sveriges Riksbank also announced that it would purchase kr300 billion ($29.84 billion) of commercial paper.
es: Los bancos centrales de Dinamarca, Noruega, Singapur y Suecia anunciaron intercambios de divisas de dólares estadounidenses con los bancos de su nación[163]​[164]​, mientras que el Sveriges Riksbank también anunció que compraría 300 mil millones de kr (29,84 mil millones de dólares) papel comercial[165]​.

source: On 9 March, the Ministry of Health and Social Protection stated that a total of 65 people had been tested for COVID-19, 2 of whom were positive.
es: El 9 de marzo, el Ministerio de Salud y Protección Social declaró que un total de 65 personas habían sido testadas de Covid-19, 2 de las cuales eran positivas.

source: In addition, the Government announced that it was evaluating the implementation of a temporary solidarity tax on wages above ¢ 1.1 million, a measure that would raise up to ¢ 25,000 million per month, however, the Government announced that other sources of income will be processed and that it will present an extraordinary budget of ¢ 225,000 million.
es: [82]​ Además, el Gobierno anunció que se encontraba valorando la implementación de un impuesto solidario temporal a los salarios superiores a ₡1,1 millones, medida la cual lograría recaudar hasta ₡25.000 millones mensuales, sin embargo, el Gobierno anunció que que se tramitarán otras fuentes de ingresos y que presentará un presupuesto extraordinario de ₡225.000 millones.

source: Three new deaths were also confirmed, three women from Chaco (63 years old), La Rioja (52) and Córdoba (89).
es: [227]​ También se confirmaron 3 nuevas muertes, se trata de tres mujeres, una de 63 años de Chaco; otra de 52 años, de La Rioja; y otra de 89 años, de Córdoba.

source: 12 winning teams from their Group II zone.
es: 12 ganadores del Grupo II de la edición anterior en las distintas Zonas regionales.

source: It is prohibited to cut off water, gas, or internet during the quarantine.
es: Se rebajarán las tarifas de luz, se prohíben los cortes de gas y de agua, además del Internet mientras dure la cuarentena.

source: Health and public protection
es: Salud y protección pública.

source: The same day, patients from Križine Hospital Split were moved to Firule Hospital Split, as the former was intended exclusively for the coronavirus cases.
es: [34]​ El mismo día, los pacientes del Hospital Križine Split fueron transferidos al Hospital Firule Split, pues el primero era destinado exclusivamente a casos de coronavírus.

source: The church is a member of the Francophone part of the Federation of Full Gospel Churches and the Conseil national des évangéliques de France.
es: Está afiliada a la Federación de Iglesias del Evangelio Completo en la Francofonía, miembro del Consejo Nacional de Evangélicos de Francia.

source: Anger was also reported due to the increasing number of the infected cases coming from the Muslim community returning from Malaysia following their attendance of the Tablighi Jamaat festival in Sri Petaling mosque, and two to three patients did not obey the self-quarantine law in Vietnam and still attended Islamic events in Ho Chi Minh City, leading to fury and demands to imprison the Muslim population, even among Vietnamese celebrities.
es: También se informó la ira debido al creciente número de casos infectados provenientes de la comunidad musulmana que regresó de Malasia luego de asistir al festival Tablighi Jamaat en la mezquita de Sri Petaling, y de dos a tres pacientes que no obedecieron la ley de cuarentena en Vietnam y aun así asistieron a eventos islámicos en la ciudad de Ho Chi Minh, lo que provocó furia y demandas para encarcelar a la población musulmana, incluso entre las celebridades vietnamitas.

source: This tube is placed in a specially constructed apparatus so it is totally surrounded by optical fibres to capture all light emitted once the dye is excited using a laser.
es: Este tubo se coloca en un aparato especialmente construido, por lo que está totalmente rodeado de fibras ópticas para capturar toda la luz emitida una vez que el tinte se excita utilizando un láser.

source: Globalization has caused an uneven distribution of wealth and power both within and across national borders, and where and in what situation a person is born has an enormous impact on their health outcomes.
es: [4]​ Como resultado, hay una distribución desigual de la riqueza y su influencia al mismo tiempo dentro de y a través de fronteras nacionales, llevando a efectos negativos en las determinantes sociales de la salud.

source: The 2020 coronavirus pandemic in Grenada is part of the ongoing global viral pandemic of coronavirus disease 2019 (COVID-19), which was confirmed to have reached Grenada on March 22, 2020.
es: La Pandemia de enfermedad por coronavirus en Granada estuvo confirmado en marzo de 2020.

source: Another unusual feature of this pandemic was that it mostly killed young adults, with 99% of pandemic influenza deaths occurring in people under 65, and more than half in young adults 20 to 40 years old.
es: [13]​[14]​ Otra característica diferencial de esta pandemia fue que la mortalidad afectó sobre todo a jóvenes, con un 99 % de las muertes en personas por debajo de los 65 años, y más de la mitad en adultos entre los 20 y los 40 años.

source: They were hospitalised and treated in quarantined area on 22 January at Chợ Rẫy Hospital, Ho Chi Minh City.
es: Fueron hospitalizados el 22 de enero en el Hospital Chợ Rẫy, Ciudad Ho Chi Minh.
